<?php

return [
    /*
    |----------------------------------------------------------------------
    | প্রমাণীকরণ ভাষার লাইন
    |----------------------------------------------------------------------
    |
    | নিচের ভাষার লাইনগুলি প্রমাণীকরণের সময় বিভিন্ন বার্তা প্রদর্শনের জন্য
    | ব্যবহৃত হয় যা আমাদের ব্যবহারকারীকে দেখাতে হবে। আপনি আপনার অ্যাপ্লিকেশনের
    | প্রয়োজন অনুযায়ী এই ভাষার লাইনগুলি পরিবর্তন করতে পারেন।
    |
    */

    'failed' => 'এই প্রমাণপত্রগুলি আমাদের রেকর্ডের সাথে মেলে না।',
    'password' => 'প্রদানকৃত পাসওয়ার্ডটি ভুল।',
    'throttle' => 'বহুবার লগইন করার চেষ্টা হয়েছে। অনুগ্রহ করে :seconds সেকেন্ড পরে আবার চেষ্টা করুন।',




];
