<?php

return [


    /*
    |----------------------------------------------------------------------
    | ব্র্যান্ড ভাষার লাইন
    |----------------------------------------------------------------------
    |
    | নিচের ভাষার লাইনগুলি ব্র্যান্ড CRUD অপারেশনগুলির জন্য ব্যবহৃত হয়।
    |
    */

    'barcodes' => 'বারকোড',
    'barcode_settings' => 'বারকোড সেটিংস',
    'manage_your_barcodes' => 'আপনার বারকোড সেটিংস পরিচালনা করুন',
    'all_your_barcode' => 'আপনার সমস্ত বারকোড সেটিংস',
    'setting_name' => 'স্টিকার শিট সেটিং নাম',
    'setting_description' => 'স্টিকার শিট সেটিং বর্ণনা',
    'added_success' => 'বারকোড সেটিং সফলভাবে যোগ করা হয়েছে',
    'updated_success' => 'বারকোড সেটিং সফলভাবে আপডেট করা হয়েছে',
    'deleted_success' => 'বারকোড সেটিং সফলভাবে মুছে ফেলা হয়েছে',
    'add_new_setting' => 'নতুন সেটিং যোগ করুন',
    'add_barcode_setting' => 'বারকোড স্টিকার সেটিং যোগ করুন',
    'edit_barcode_setting' => 'বারকোড স্টিকার সেটিং সম্পাদনা করুন',
    'in_in' => 'ইঞ্চিতে',
    'width' => 'স্টিকার এর প্রস্থ',
    'height' => 'স্টিকার এর উচ্চতা',
    'top_margin' => 'অতিরিক্ত শীর্ষ মার্জিন',
    'left_margin' => 'অতিরিক্ত বাম মার্জিন',
    'row_distance' => 'দুইটি সারির মধ্যে দূরত্ব',
    'col_distance' => 'দুইটি কলামের মধ্যে দূরত্ব',
    'blank_stickers' => 'খালি স্টিকার',
    'stickers_in_one_row' => 'একটি সারিতে স্টিকার সংখ্যা',
    'delete_confirm' => 'এই সেটিংটি মুছে ফেলা হবে \n আপনি কি নিশ্চিত?',
    'set_as_default' => 'ডিফল্ট হিসেবে সেট করুন',
    'default' => 'ডিফল্ট',
    'default_set_success' => 'ডিফল্ট সফলভাবে সেট করা হয়েছে',
    'stickers_in_one_sheet' => 'প্রতি শীট স্টিকার সংখ্যা',
    'is_continuous' => 'ধারাবাহিক ফিড বা রোল',
    'products' => 'পণ্য',
    'no_of_labels' => 'লেবেলের সংখ্যা',
    'info_in_labels' => 'লেবেলে প্রদর্শনযোগ্য তথ্য',
    'print_name' => 'পণ্যের নাম',
    'print_variations' => 'পণ্যের ভেরিয়েশন (প্রস্তাবিত)',
    'print_price' => 'পণ্যের মূল্য',
    'show_price' => 'মূল্য দেখান',
    'preview' => 'পূর্বরূপ',
    'print_business_name' => 'ব্যবসার নাম',
    'barcode_setting' => 'বারকোড সেটিং',
    'paper_width' => 'কাগজের প্রস্থ',
    'paper_height' => 'কাগজের উচ্চতা',
    'print_labels' => 'লেবেল প্রিন্ট করুন',
    'labels' => 'লেবেল',


];
