<?php

return [

    /*
    |----------------------------------------------------------------------
    | ব্র্যান্ড ভাষার লাইন
    |----------------------------------------------------------------------
    |
    | নিচের ভাষার লাইনগুলি ব্র্যান্ড CRUD অপারেশনগুলির জন্য ব্যবহৃত হয়।
    |
    */

    'brands' => 'ব্র্যান্ড',
    'manage_your_brands' => 'আপনার ব্র্যান্ডগুলি পরিচালনা করুন',
    'all_your_brands' => 'আপনার সমস্ত ব্র্যান্ড',
    'note' => 'টীকা',
    'brand_name' => 'ব্র্যান্ড নাম',
    'short_description' => 'সংক্ষিপ্ত বর্ণনা',
    'added_success' => 'ব্র্যান্ড সফলভাবে যোগ করা হয়েছে',
    'updated_success' => 'ব্র্যান্ড সফলভাবে আপডেট করা হয়েছে',
    'deleted_success' => 'ব্র্যান্ড সফলভাবে মুছে ফেলা হয়েছে',
    'add_brand' => 'ব্র্যান্ড যোগ করুন',
    'edit_brand' => 'ব্র্যান্ড সম্পাদনা করুন',



];
