<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Common Language Lines (সাধারণ ভাষা লাইন)
    |--------------------------------------------------------------------------
    |
    | The following language lines are used during common CRUD operations.
    | (নিম্নলিখিত ভাষা লাইনগুলি সাধারণ CRUD অপারেশনের সময় ব্যবহৃত হয়।)
    |
    */

    'add' => 'যোগ করুন',
    'edit' => 'সম্পাদনা করুন',
    'save' => 'সংরক্ষণ করুন',
    'update' => 'আপডেট করুন',
    'action' => 'কার্যকলাপ',
    'actions' => 'কার্যকলাপসমূহ',
    'view' => 'দেখুন',
    'delete' => 'মুছে ফেলুন',
    'close' => 'বন্ধ করুন',
    'something_went_wrong' => 'কিছু একটা সমস্যা হয়েছে, অনুগ্রহ করে পরে আবার চেষ্টা করুন',
    'required' => 'এই ক্ষেত্রটি আবশ্যক',
    'please_select' => 'অনুগ্রহ করে নির্বাচন করুন',
    'cancel' => 'বাতিল করুন',
    'date' => 'তারিখ',
    'filter_by_date' => 'তারিখ অনুযায়ী ফিল্টার করুন',
    'location' => 'স্থান',
    'go_back' => 'ফিরে যান',
    'due_tooltip' => '-ve মান = পরিশোধ করার পরিমাণ <br> +ve মান = গ্রহণ করার পরিমাণ',
    'purchase_due_tooltip' => '-ve মান = গ্রহণ করার পরিমাণ <br> +ve মান = পরিশোধ করার পরিমাণ',
    'yes' => 'হ্যাঁ',
    'no' => 'না',
    'all' => 'সব', // or 'সমস্ত'
    'settings' => 'সেটিংস',
    'business_location_settings' => 'ব্যবসার স্থান সেটিংস',
    'print' => 'প্রিন্ট করুন',
    'submit' => 'জমা দিন',
    'purchase_sell_mismatch_exception' => 'ত্রুটি: অনুমোদিত নয়: বিক্রীত এবং ক্রয়কৃত পরিমাণের মধ্যে অমিল। পণ্য: :product',
    'purchase_stock_adjustment_mismatch_exception' => 'ত্রুটি: অনুমোদিত নয়: স্টক সমন্বয় এবং ক্রয়কৃত পরিমাণের মধ্যে অমিল। পণ্য: :product',
    'transaction_edit_not_allowed' => ':days দিনের পরে লেনদেন সম্পাদনা অনুমোদিত নয়।',
    'name' => 'নাম',
    'price' => 'মূল্য',
    'activate' => 'সক্রিয় করুন',
    'deactivate' => 'নিষ্ক্রিয় করুন',
    'updated_at' => 'শেষ আপডেট',
    'created_at' => 'যুক্ত করার তারিখ',



];
