<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines (পাসওয়ার্ড রিসেট ভাষা লাইন)
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    | (নিম্নলিখিত ভাষা লাইনগুলি হল ডিফল্ট লাইন যা পাসওয়ার্ড ব্রোকার দ্বারা প্রদত্ত কারণগুলির সাথে মেলে
    | যখন পাসওয়ার্ড আপডেটের প্রচেষ্টা ব্যর্থ হয়, যেমন একটি অবৈধ টোকেন বা অবৈধ নতুন পাসওয়ার্ডের জন্য।)
    |
    */

    'reset' => 'আপনার পাসওয়ার্ড রিসেট করা হয়েছে!',
    'sent' => 'আমরা আপনার পাসওয়ার্ড রিসেট লিঙ্কটি ই-মেইল করেছি!',
    'throttled' => 'পুনরায় চেষ্টা করার আগে অনুগ্রহ করে অপেক্ষা করুন।',
    'token' => 'এই পাসওয়ার্ড রিসেট টোকেনটি অবৈধ।',
    'user' => "আমরা এই ই-মেইল ঠিকানা সহ কোনও ব্যবহারকারী খুঁজে পাচ্ছি না।",



];
