<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Tax Rates Language Lines (ট্যাক্স হার ভাষা লাইন)
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for Tax Rate CRUD operations.
    | (নিম্নলিখিত ভাষা লাইনগুলি ট্যাক্স হার CRUD অপারেশনের জন্য ব্যবহৃত হয়।)
    |
    */

    'tax_rates' => 'ট্যাক্স হারসমূহ', // Or 'করের হারসমূহ'
    'manage_your_tax_rates' => 'আপনার ট্যাক্স হারসমূহ পরিচালনা করুন',
    'all_your_tax_rates' => 'আপনার সমস্ত ট্যাক্স হার',
    'name' => 'নাম',
    'rate' => 'ট্যাক্স হার %', // Or 'করের হার %'
    'added_success' => 'ট্যাক্স হার সফলভাবে যোগ করা হয়েছে',
    'updated_success' => 'ট্যাক্স হার সফলভাবে আপডেট করা হয়েছে',
    'deleted_success' => 'ট্যাক্স হার সফলভাবে মুছে ফেলা হয়েছে',
    'add_tax_rate' => 'ট্যাক্স হার যোগ করুন',
    'edit_taxt_rate' => 'ট্যাক্স হার সম্পাদনা করুন',
    'add_tax_group' => 'ট্যাক্স গ্রুপ যোগ করুন',
    'tax_group_added_success' => 'ট্যাক্স গ্রুপ সফলভাবে যোগ করা হয়েছে',
    'tax_group_updated_success' => 'ট্যাক্স গ্রুপ সফলভাবে আপডেট করা হয়েছে',
    'tax_groups' => 'ট্যাক্স গ্রুপসমূহ',
    'edit_tax_group' => 'ট্যাক্স গ্রুপ সম্পাদনা করুন',
    'sub_taxes' => 'উপ-ট্যাক্সসমূহ', // Or 'সাব-ট্যাক্সসমূহ'
    'can_not_be_deleted' => 'এই ট্যাক্স হারটি কিছু ট্যাক্স গ্রুপের অন্তর্গত (মোছা যাবে না)',



];
