<?php

return [

    /*
    |----------------------------------------------------------------------
    | টুলটিপ ভাষার লাইন
    |----------------------------------------------------------------------
    |
    | নিচের ভাষার লাইনগুলি বিভিন্ন সাহায্যকারী টেক্সটের জন্য ব্যবহৃত হয়।
    |
    */

    'product_stock_alert' => "কম স্টক সহ পণ্যসমূহ।<br/><small class='text-muted'>এটি পণ্যের অ্যালার্ট পরিমাণের উপর ভিত্তি করে যা পণ্য যোগ করার স্ক্রীনে সেট করা হয়।<br>স্টক শেষ হওয়ার আগে এই পণ্যগুলি কিনুন।</small>",

    'payment_dues' => "ক্রয়গুলির জন্য বকেয়া অর্থ। <br/><small class='text-muted'>সরবরাহকারীর পেমেন্ট শর্তের উপর ভিত্তি করে। <br/>7 দিনের মধ্যে বা কম সময়ের মধ্যে পরিশোধযোগ্য অর্থ প্রদর্শন করা হবে।</small>",

    'input_tax' => 'নির্বাচিত সময়সীমার মধ্যে বিক্রির জন্য মোট কর সংগ্রহ।',

    'output_tax' => 'নির্বাচিত সময়সীমার মধ্যে ক্রয়ের জন্য মোট কর পরিশোধ।',

    'tax_overall' => 'নির্বাচিত সময়সীমার মধ্যে মোট কর সংগ্রহ এবং মোট কর পরিশোধের মধ্যে পার্থক্য।',

    'purchase_due' => 'ক্রয়ের জন্য মোট অপ্রদত্ত পরিমাণ।',

    'sell_due' => 'বিক্রয় থেকে প্রাপ্ত করার জন্য মোট পরিমাণ।',

    'over_all_sell_purchase' => '-ve মান = পরিশোধ করতে হবে <br>+ve মান = প্রাপ্তি হতে হবে।',

    'no_of_products_for_trending_products' => 'নিচে চার্টে তুলনা করার জন্য শীর্ষ ট্রেন্ডিং পণ্যের সংখ্যা।',

    'top_trending_products' => "আপনার দোকানের শীর্ষ বিক্রিত পণ্য। <br/><small class='text-muted'>বিশেষ ক্যাটাগরি, ব্র্যান্ড, ব্যবসার অবস্থান ইত্যাদির জন্য ট্রেন্ডিং পণ্য জানার জন্য ফিল্টার প্রয়োগ করুন।</small>",

    'sku' => "বিশিষ্ট পণ্যের আইডি বা স্টক কিপিং ইউনিট <br><br> স্বয়ংক্রিয়ভাবে SKU তৈরির জন্য এটি ফাঁকা রাখতে পারেন।<br><small class='text-muted'>আপনি ব্যবসার সেটিংসে SKU প্রিফিক্স পরিবর্তন করতে পারবেন।</small>",

    'enable_stock' => "পণ্যের জন্য স্টক ব্যবস্থাপনা সক্রিয় বা নিষ্ক্রিয় করুন। <br><br><small class='text-muted'>সাধারণত সেবার জন্য স্টক ব্যবস্থাপনা নিষ্ক্রিয় করা উচিত। উদাহরণ: হেয়ার কাটিং, মেরামত ইত্যাদি।</small>",

    'alert_quantity' => "যতটুকু স্টক থাকে তা থেকে কম বা সমান পরিমাণে পৌঁছালে অ্যালার্ট পাবেন।<br><br><small class='text-muted'>কম স্টকের পণ্যগুলি ড্যাশবোর্ডে - পণ্য স্টক অ্যালার্ট বিভাগে প্রদর্শিত হবে।</small>",

    'product_type' => '<b>একক পণ্য</b>: এমন পণ্য যার কোন ভেরিয়েশন নেই।<br><b>ভেরিয়েবল পণ্য</b>: এমন পণ্য যার ভেরিয়েশন থাকে যেমন আকার, রঙ ইত্যাদি।<br><b>কম্বো পণ্য</b>: একাধিক পণ্যের সংমিশ্রণ, যাকে বান্ডল পণ্যও বলা হয়।',

    'profit_percent' => "পণ্যের জন্য ডিফল্ট লাভ মার্জিন। <br><small class='text-muted'>(<i>আপনি ব্যবসার সেটিংসে ডিফল্ট লাভ মার্জিন পরিচালনা করতে পারেন।</i>)</small>",

    'pay_term' => "ক্রয়/বিক্রয়ের জন্য নির্দিষ্ট সময়সীমার মধ্যে পরিশোধযোগ্য অর্থ।<br/><small class='text-muted'>আগামী বা বকেয়া অর্থ ড্যাশবোর্ড - পেমেন্ট বকেয়া বিভাগে প্রদর্শিত হবে।</small>",

    'order_status' => 'এই ক্রয়ের পণ্য বিক্রয়ের জন্য উপলব্ধ হবে যদি <b>অর্ডার স্ট্যাটাস</b> <b>আইটেম গৃহীত</b> হয়।',

    'purchase_location' => 'যে ব্যবসার অবস্থানে ক্রয়কৃত পণ্য বিক্রয়ের জন্য উপলব্ধ হবে।',

    'sale_location' => 'যে ব্যবসার অবস্থান থেকে আপনি বিক্রি করতে চান।',

    'sale_discount' => "ব্যবসার সেটিংসে 'ডিফল্ট সেল ডিসকাউন্ট' সেট করুন। ডিসকাউন্ট যোগ/আপডেট করার জন্য নীচের সম্পাদনা আইকনে ক্লিক করুন।",

    'sale_tax' => "ব্যবসার সেটিংসে 'ডিফল্ট সেল ট্যাক্স' সেট করুন। অর্ডার ট্যাক্স যোগ/আপডেট করার জন্য নীচের সম্পাদনা আইকনে ক্লিক করুন।",

    'default_profit_percent' => "পণ্যের জন্য ডিফল্ট লাভ মার্জিন। <br><small class='text-muted'>এটি ক্রয় মূল্য প্রবেশ করানোর ভিত্তিতে বিক্রয় মূল্য হিসাব করতে ব্যবহৃত হয়।<br/>আপনি এটি পণ্য যোগ করার সময় পৃথকভাবে পরিবর্তন করতে পারেন।</small>",

    'fy_start_month' => 'আপনার ব্যবসার জন্য আর্থিক বছরের শুরুর মাস।',

    'business_tax' => 'আপনার ব্যবসার নিবন্ধিত কর নম্বর।',

    'invoice_scheme' => "ইনভয়েস স্কিম মানে ইনভয়েস নম্বরিং ফরম্যাট। এই ব্যবসার অবস্থানে ব্যবহৃত স্কিমটি নির্বাচন করুন<br><small class='text-muted'><i>আপনি নতুন ইনভয়েস স্কিম ইনভয়েস সেটিংসে যোগ করতে পারেন।</i></small>",

    'invoice_layout' => "এই ব্যবসার অবস্থানে ব্যবহৃত ইনভয়েস লেআউট<br><small class='text-muted'>(<i>আপনি নতুন <b>ইনভয়েস লেআউট</b> ইনভয়েস সেটিংসে যোগ করতে পারেন।</i>)</small>",

    'invoice_scheme_name' => 'ইনভয়েস স্কিমে একটি সংক্ষিপ্ত অর্থপূর্ণ নাম দিন।',

    'invoice_scheme_prefix' => 'ইনভয়েস স্কিমের জন্য প্রিফিক্স।<br>প্রিফিক্সটি কাস্টম টেক্সট বা বর্তমান বছর হতে পারে। যেমন: #XXXX0001, #2018-0002',

    'invoice_scheme_start_number' => "ইনভয়েস নম্বরিংয়ের জন্য শুরুর নম্বর। <br><small class='text-muted'>আপনি এটি 1 অথবা যে কোন নম্বর সেট করতে পারেন যেখান থেকে নম্বরিং শুরু হবে।</small>",

    'invoice_scheme_count' => 'ইনভয়েস স্কিমের জন্য মোট তৈরি করা ইনভয়েসের সংখ্যা।',

    'invoice_scheme_total_digits' => 'ইনভয়েস নম্বরের দৈর্ঘ্য (ইনভয়েস প্রিফিক্স ছাড়া)।',

    'tax_groups' => 'গ্রুপ ট্যাক্স রেট - উপরে সংজ্ঞায়িত, যা ক্রয়/বিক্রয় বিভাগে সংমিশ্রণ হিসাবে ব্যবহার করা হবে।',

    'unit_allow_decimal' => 'ডেসিমাল সংখ্যা পণ্যগুলোকে ভগ্নাংশে বিক্রি করার অনুমতি দেয়।',

    'print_label' => 'পণ্য যোগ করুন -> লেবেলে প্রদর্শন করার জন্য তথ্য নির্বাচন করুন -> বারকোড সেটিং নির্বাচন করুন -> লেবেল প্রিভিউ করুন -> প্রিন্ট করুন।',

    'expense_for' => 'যে ব্যবহারকারীর জন্য খরচ সম্পর্কিত তা নির্বাচন করুন। <i>(ঐচ্ছিক)</i><br/><small>উদাহরণ: একজন কর্মচারীর বেতন।</small>',

    'all_location_permission' => 'যদি <b>সব অবস্থান</b> নির্বাচিত হয়, তাহলে এই ভূমিকা সব ব্যবসার অবস্থানে অ্যাক্সেসের অনুমতি পাবে।',

    'dashboard_permission' => 'যদি অচেক করা থাকে তবে শুধুমাত্র ওয়েলকাম মেসেজ হোমে প্রদর্শিত হবে।',

    'access_locations_permission' => 'এই ভূমিকা যেসব অবস্থানে অ্যাক্সেস করতে পারে তা নির্বাচন করুন। নির্বাচিত অবস্থানের সমস্ত ডেটা শুধুমাত্র এই ব্যবহারকারীকে প্রদর্শিত হবে।<br/><br/><small>উদাহরণস্বরূপ: আপনি এটি <i>স্টোর ম্যানেজার / ক্যাশিয়ার / স্টক ম্যানেজার / শাখা ম্যানেজার</i> হিসাবে নির্ধারণ করতে পারেন।</small>',

    'print_receipt_on_invoice' => 'চূড়ান্ত করার সময় স্বয়ংক্রিয়ভাবে ইনভয়েস প্রিন্ট করা সক্ষম বা অক্ষম করুন।',

    'receipt_printer_type' => '<i>ব্রাউজার ভিত্তিক প্রিন্টিং</i>: ইনভয়েস প্রিভিউ সহ ব্রাউজার প্রিন্ট ডায়ালগ বক্স প্রদর্শন করুন<br/><br/> <i>কনফিগারড রসিদ প্রিন্টার ব্যবহার করুন</i>: প্রিন্টিংয়ের জন্য একটি কনফিগারড রসিদ / থার্মাল প্রিন্টার নির্বাচন করুন।',

    'adjustment_type' => '<i>সাধারণ</i>: সাধারণ কারণে সমন্বয় যেমন ফুটো, ক্ষতি ইত্যাদি।<br><br> <i>অস্বাভাবিক</i>: অস্বাভাবিক কারণে সমন্বয় যেমন আগুন, দুর্ঘটনা ইত্যাদি।',

    'total_amount_recovered' => 'বীমা বা স্ক্র্যাপ বিক্রি বা অন্যান্য থেকে পুনরুদ্ধৃত পরিমাণ।',

    'express_checkout' => 'সম্পূর্ণ পরিশোধ মার্ক & চেকআউট করুন।',
    'total_card_slips' => 'এই রেজিস্টারে ব্যবহৃত মোট কার্ড পেমেন্টের স্লিপের সংখ্যা।',
    'total_cheques' => 'এই রেজিস্টারে ব্যবহৃত মোট চেকের সংখ্যা।',

    'capability_profile' => "প্রিন্টার বিক্রেতা এবং মডেল অনুযায়ী কমান্ড এবং কোড পৃষ্ঠা সমর্থন ভিন্ন। আপনি যদি নিশ্চিত না হন, তবে 'সাধারণ' সক্ষমতা প্রোফাইল ব্যবহার করার পরামর্শ দেওয়া হয়।",

    'purchase_different_currency' => 'যদি আপনি আপনার ব্যবসার মুদ্রার থেকে ভিন্ন কোনো মুদ্রায় ক্রয় করেন, তবে এই বিকল্পটি নির্বাচন করুন।',

    'currency_exchange_factor' => "1 ক্রয় মুদ্রা = ? বেস মুদ্রা <br> <small class='text-muted'>আপনি ব্যবসার সেটিংসে 'অন্য মুদ্রায় ক্রয়' সক্ষম/অক্ষম করতে পারবেন।</small>",

    'accounting_method' => 'হিসাবরক্ষণের পদ্ধতি।',

    'transaction_edit_days' => 'লেনদেন তারিখ থেকে কত দিনের মধ্যে একটি লেনদেন সম্পাদনা করা যেতে পারে।',
    'stock_expiry_alert' => "যে স্টকগুলি :days দিনে মেয়াদোত্তীর্ণ হবে তার তালিকা <br> <small class='text-muted'>আপনি ব্যবসার সেটিংসে দিন সংখ্যা সেট করতে পারেন।</small>",
    'sub_sku' => 'SKU ঐচ্ছিক। <br><br><small>স্বয়ংক্রিয়ভাবে SKU তৈরির জন্য এটি ফাঁকা রাখতে পারেন।<small>',
    'shipping' => 'শিপিং বিস্তারিত এবং শিপিং চার্জ সেট করুন। শিপিং বিস্তারিত এবং চার্জ যোগ/আপডেট করার জন্য নীচের সম্পাদনা আইকনে ক্লিক করুন।',
];
