<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Unit Language Lines (একক ভাষা লাইন)
    |--------------------------------------------------------------------------
    |
    | The following language lines are used for Units CRUD operations.
    | (নিম্নলিখিত ভাষা লাইনগুলি একক CRUD অপারেশনের জন্য ব্যবহৃত হয়।)
    |
    */

    'units' => 'এককসমূহ',
    'manage_your_units' => 'আপনার এককসমূহ পরিচালনা করুন',
    'all_your_units' => 'আপনার সমস্ত একক',
    'name' => 'নাম',
    'short_name' => 'সংক্ষিপ্ত নাম',
    'allow_decimal' => 'দশমিকের অনুমতি দিন',
    'added_success' => 'একক সফলভাবে যোগ করা হয়েছে',
    'updated_success' => 'একক সফলভাবে আপডেট করা হয়েছে',
    'deleted_success' => 'একক সফলভাবে মুছে ফেলা হয়েছে',
    'add_unit' => 'একক যোগ করুন',
    'edit_unit' => 'একক সম্পাদনা করুন',

];
